# Задание 1.

# Поработайте с переменными, создайте несколько,
# выведите на экран, запросите у пользователя несколько чисел и
# строк и сохраните в переменные, выведите на экран.

# Пример:
# Введите ваше имя: Василий
# Введите ваш пароль: vas
# Введите ваш возраст: 45
# Ваши данные для входа в аккаунт: имя - Василий, пароль - vas, возраст - 45

name = input('Введите ваше имя:\n')
pas = int(input('Введите ваш пароль:\n'))
age = int(input('Введите ваш возраст:\n'))
print(f"Ваши данные для входа в аккаунт: имя - {name}, пароль - {pas}, возраст - {age}")
